Repository: common-repository/cryptum-nft
Catalog: languages/cryptum-nft-domain-*.po
Languages: pt_br

source: Store id is not valid UUID string
pt_br: O ID da loja está inválido

source: API key is not valid
pt_br: A chave de API está inválida

source: Store not configured yet or not existent. You must configure a store in Cryptum dashboard first
pt_br: A Loja não existe ou não foi configurada ainda. É preciso primeiro configurá-la no Cryptum dashboard

source: Changes updated successfully
pt_br: Alterações foram atualizadas com sucesso

source: Settings
pt_br: Configurações

source: Cryptum NFT Settings
pt_br: Configurações do Cryptum NFT

source: This plugin allows to configure your store environment.
pt_br: Este plugin permite configurar sua loja.

source: It is necessary to create an account in Cryptum Dashboard to receive the store id and API key to fill out the fields below.
pt_br: É necessário criar uma conta no Cryptum Dashboard para receber o store id e a API key para preencher os campos abaixo.

source: Environment
pt_br: Ambiente

source: Production
pt_br: Produção (Mainnet)

source: Test
pt_br: Teste (Testnet)

source: Choose your environment. The Test environment should be used for testing only (testnets).
pt_br: Escolha seu ambiente. O ambiente de Teste deve ser usado somente para testes (testnets).

source: Store Id
pt_br: ID da Loja

source: Enter your Store ID generated in Cryptum Dashboard
pt_br: Insira seu ID da Loja (Store ID) que foi gerado no Cryptum Dashboard

source: API key
pt_br: Chave de API

source: Enter your Cryptum API Key (Generated in Cryptum Dashboard)
pt_br: Insira sua chave de API (Gerada no Cryptum Dashboard)

source: Save Changes
pt_br: Salvar Alterações

source: Error on connecting to Cryptum APIs
pt_br: Erro de conexão com APIs do Cryptum

source: Error
pt_br: Erro

source: The following products are not linked to NFTs:
pt_br: Os produtos abaixo não foram vinculados a NFTs:

source: The following products have no more linked NFTs:
pt_br: Os produtos abaixo não possuem mais NFTs vinculados:

source: Error in configuring Cryptum NFT Plugin
pt_br: Ocorreu um erro na configuração do plugin

source: Cryptum NFT Transactions Info
pt_br: Informações das transações do Cryptum NFT

source: NFT transactions hashes
pt_br: Hashes das transações de NFT

source: No NFTs have been transferred yet.
pt_br: Nenhum NFT foi transferido ainda.

source: Cryptum NFT Options
pt_br: Opções do Cryptum NFT

source: Enable NFT link
pt_br: Habilitar vínculo com NFT

source: Enable/Disable link between this product and NFT
pt_br: Habilitar vínculo entre produto e NFT

source: After updating this product, go to Cryptum Dashboard to mint and link the NFT to this product SKU
pt_br: Vá até o Cryptum Dashboard depois que atualizar o produto para poder vincular o NFT a esse SKU do produto

source: Error in configuring product on Cryptum NFT Plugin
pt_br: Ocorreu um erro na configuração do Cryptum NFT plugin

source: Product SKU is duplicate, try to set another SKU value.
pt_br: SKU do produto está duplicado, informe outro valor.

source: Sign
pt_br: Assinar

source: Save
pt_br: Salvar

source: Cancel
pt_br: Cancelar

source: Wallet connected successfully
pt_br: Carteira conectada com sucesso

source: Error on connecting to Cryptum APIs, please try again in a few minutes
pt_br: Erro de conexão com APIs do Cryptum, por favor tente de novo em alguns instantes

source: Wallet information
pt_br: Informações de carteira

source: Insert or connect your wallet address below to receive the NFTs later.
pt_br: Insira ou conecte sua carteira abaixo para poder receber seus NFTs depois.

source: Hathor wallet address
pt_br: Endereço de carteira Hathor

source: Ethereum wallet address or compatible (Celo, Polygon, BSC, ...)
pt_br: Endereço de Ethereum ou compatível (Celo, Polygon, BSC, ...)

source: Click to sign message in order to verify your wallet
pt_br: Clique em assinar para assinar a mensagem e verificar sua carteira

source: Click the button to connect your wallet
pt_br: Clique abaixo para se conectar a sua carteira

source: Connecting ...
pt_br: Conectando ...

source: Connect to Wallet
pt_br: Conectar sua carteira

source: Please enter a valid Ethereum compatible wallet address.
pt_br: O campo de endereço de Ethereum está inválido.

source: Please enter a valid Hathor wallet address.
pt_br: O campo de endereço de Hathor está inválido.

source: This product is linked by an NFT
pt_br: Produto vinculado a um NFT

source: Token Address
pt_br: Endereço do Token

source: View in explorer
pt_br: Ver no explorer

source: This product is not linked by an NFT
pt_br: Produto não vinculado a um NFT
